Repository: chaptergy/cinnamon-mic-tools-applet
Catalog: files/mic-tools@chaptergy/po/*.po
Languages: de

source: Reload Applet
de: Applet neu laden

source: Recompile Translations
de: Applet neu laden

source: Command 'amixer' is required but not installed. It is usually contained in the 'alsa-utils' package.
de: Der Befehl 'amixer' wird benötigt, er ist aber nicht installiert. Er ist normalerweise im 'alsa-utils' Paket enthalten.

source: Command 'pctl' is required but not installed. It is usually contained in the 'pulseaudio' package.
de: Der Befehl 'pctl' wird benötigt, er ist aber nicht installiert. Er ist normalerweise im 'pulseaudio' Paket enthalten.

source: Please install the missing packages, right click on this applet and hit 'Refresh'.
de: Bitte installiere die fehlenden Pakete, mache dann einen Rechtsklick auf das Applet und drücke auf 'Neu laden'.

source: Listen to microphone
de: Mikrofon abhören

source: Automatically listen when in use
de: Bei Benutzung abhören

source: Mute microphone
de: Stummschalten

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: Key Bindings
de: Tastenkürzel

source: Use light icons
de: Helle Icons verwenden

source: Automatically listen to the microphone when it is used
de: Das Mikrofon bei Benutzung automatisch abhören

source: Mute / Unmute
de: Stummschalten / Stummschaltung aufheben

source: Enable / Disable listening to the microphone
de: Abhören ein- / ausschalten
